<?php
/**
 * author      : Yxhsea.
 * email       : Yxhsea@foxmail.com
 * createTime  : 2017/3/26 16:55
 * description :
 */
return array(
    //配置项 => 配置值
    'LV_LOGIN'     => 1,
    'LV_ASK'       => 1,
    'GOLD_ANSWER'  => 3,
    'LV_ANSWER'    => 3,
    'GOLD_ACCEPT'  => 5, //提问者，采纳答案，获得5个金币
    'LV_ACCEPT'    => 5, //提问者，采纳答案，获得5个经验
    'GOLD_DEL_ANSWER' => 2,//回答被删除
    'GOLD_DEL_ASK' =>2,//提问被删除
    /********网站设置*************/
    'WEBNAME' => '湘大问答社区',
    'KEYWORDS' => '湘大问答',
    'DISCRIPTION' => '湘大学习问答社区',
    'COPY' => '湘大问答社区网',
    'RECORD' => '******',
    'RES_ON' => 1,
    'WEB_ON' => 1,
    /********网站设置结束*********/
    /**********等级设置***********/
    'LV0' => '0',
    'LV1' => '5',
    'LV2' => '10',
    'LV3' => '30',
    'LV4' => '50',
    'LV5' => '70',
    'LV6' => '100',
    'LV7' => '140',
    'LV8' => '180',
    'LV9' => '220',
    'LV10' => '260',
    'LV11' => '300',
    'LV12' => '340',
    'LV13' => '390',
    'LV14' => '450',
    'LV15' => '520',
    'LV16' => '600',
    'LV17' => '700',
    'LV18' => '850',
    'LV19' => '1200',
    'LV20' => '2000',
    /**********等级设置结束*********/
);